Repository: romanvm/kodi.tvmaze.scrobbler
Catalog: script.tvmaze.scrobbler/resources/language/resource.language.*/strings.po
Languages: it_it

# #32000
source: General
it_it: Generale

# #32001
source: Confirm Addon Authorization
it_it: Conferma Autorizzazione Addon

# #32002
source: To authorize the addon open the link below[CR][B]{confirm_url}[/B],[CR]scan the QR-code or check your mailbox[CR][B]{email}[/B]
it_it: Per autorizzare l'addon apri il link sottostante[CR][B]{confirm_url}[/B],[CR]scansiona il codice QR o controlla la tua casella di posta[CR][B]{email}[/B]

# #32003
source: Cancel
it_it: Annulla

# #32004
source: TVmaze Scrobbler Menu
it_it: Menù TVmaze Scrobbler

# #32005
source: The addon is already authorized.[CR]Authorize again?
it_it: L'addon è già autorizzato.[CR]Autorizzare di nuovo?

# #32006
source: Your TVmaze account email
it_it: L'email del tuo account TVmaze

# #32007
source: Authorization error: {}
it_it: Errore di autorizzazione: {}

# #32008
source: Confirmation error: {}
it_it: Errore di conferma: {}

# #32009
source: Authorize the addon
it_it: Autorizza l'addon

# #32010
source: Invalid email
it_it: Email non valida

# #32012
source: Syncing episodes
it_it: Sincronizzazione degli episodi

# #32013
source: Syncing episodes for show "{show_name}": {count}/{total}
it_it: Sincronizzazione degli episodi per lo show "{show_name}": {count}/{total}

# #32014
source: Sync all shows
it_it: Sincronizza tutti gli show

# #32015
source: Sync completed
it_it: Sincronizzazione completata

# #32016
source: Sync completed with errors. Check the log for more info.
it_it: Sincronizzazione completata con errori. Controlla il log per ulteriori informazioni.

# #32017
source: Failed to sync episode status
it_it: Impossibile sincronizzare lo stato dell'episodio

# #32018
source: Synced episode status
it_it: Stato dell'episodio sincronizzato

# #32019
source: Addon has been authorized successfully
it_it: L'addon è stato autorizzato con successo

# #32020
source: Sync recently added episodes
it_it: Sincronizza gli episodi aggiunti di recente

# #32021
source: Sync watched episodes from TVmaze
it_it: Sincronizza gli episodi visti con TVmaze

# #32022
source: Synced watched episodes from TVmaze
it_it: Episodi visti sincronizzati con TVmaze

# #32023
source: Show update notifications
it_it: Mostra notifica aggiornamento

# #32024
source: Pull watched episodes from TVmaze before push
it_it: Ricevi lista episodi visti da TVmaze prima di inviare

# #32025
source: Reset Authorization
it_it: Cancella Autorizzazione

# #32026
source: This will clear stored authentication credentials.[CR]Are you sure?
it_it: In questo modo verranno cancellate le credenziali di autenticazione archiviate.[CR]Sei sicuro?

# #32027
source: Authentication failed. You need to authorize the addon.
it_it: Autenticazione non riuscita. È necessario autorizzare l'addon.

# #32028
source: This window will close automatically after authorization.
it_it: Questa finestra si chiuderà automaticamente dopo l'autorizzazione.

# #32029
source: Do you want to sync your TV shows with TVmaze now?
it_it: Vuoi sincronizzare le tue Serie TV con TVmaze ora?

# #32030
source: Medialibrary has no TV episodes
it_it: Libreria multimediale priva di episodi TV

# #32031
source: Updating TV shows in Kodi: {} of {}
it_it: Aggiornamento delle Serie Tv in Kodi: {} di {}

# #32032
source: Periodically pull watched episodes from TVmaze
it_it: Periodicamente ricevi gli episodi guardati da TVmaze

# #32033
source: Pulling interval (hours)
it_it: Intervallo ricezione (ore)

# #32034
source: Pull during playback
it_it: Ricevi durante la riproduzione

# #32035
source: Sync episodes on medialibrary update
it_it: Sincronizza episodi all'aggiornamento della libreria
